{
  "total_parrafos": 17,
  "parrafos": [
    {
      "numero": 1,
      "texto": "¿Cómo era realmente el rostro de Jesús?  Más allá de las imágenes, su verdadera belleza radica en el reflejo de su amor.",
      "imagen": "imagen_1.png",
      "duracion_estimada": 6.6
    },
    {
      "numero": 2,
      "texto": "Un joven carpintero, humilde y sencillo, crecía en Nazaret.  Sus manos, curtidas por el trabajo, llevaban la marca del esfuerzo y la dedicación.  Su rostro, un reflejo de la pureza, aún no mostraba las marcas de la pasión venidera.",
      "imagen": "imagen_2.png",
      "duracion_estimada": 11.7
    },
    {
      "numero": 3,
      "texto": "Sus ojos, oscuros y profundos, brillaban con una luz divina.  En ellos se reflejaba la infinita compasión que sentía por la humanidad perdida y doliente.  Una mirada que curaba, que consolaba, que perdonaba.",
      "imagen": "imagen_3.png",
      "duracion_estimada": 9.9
    },
    {
      "numero": 4,
      "texto": "Jesús recorrió aldeas y ciudades, predicando un mensaje de amor y esperanza.  Su voz, suave y persuasiva, resonaba en el desierto, penetrando en los corazones endurecidos.",
      "imagen": "imagen_4.png",
      "duracion_estimada": 7.8
    },
    {
      "numero": 5,
      "texto": "Él sanaba a los enfermos, alimentaba a los hambrientos, daba esperanza a los desesperados. Su rostro, sereno y lleno de paz, irradiaba una belleza sobrenatural.",
      "imagen": "imagen_5.png",
      "duracion_estimada": 7.5
    },
    {
      "numero": 6,
      "texto": "Sus palabras, sencillas pero poderosas, revelaban la verdad de Dios. Él enseñaba con parábolas, con ejemplos cotidianos, alcanzando el corazón de todos, sin importar su condición.",
      "imagen": "imagen_6.png",
      "duracion_estimada": 7.8
    },
    {
      "numero": 7,
      "texto": "Pero la envidia y la maldad humana se cebaron en él.  Fue traicionado por uno de sus propios discípulos, Jesús fue arrestado y llevado ante el Sanedrín.",
      "imagen": "imagen_7.png",
      "duracion_estimada": 8.1
    },
    {
      "numero": 8,
      "texto": "Injustamente acusado, fue condenado a muerte en la cruz.  Su rostro, antes radiante, estaba ahora marcado por el dolor y el sufrimiento.",
      "imagen": "imagen_8.png",
      "duracion_estimada": 6.6
    },
    {
      "numero": 9,
      "texto": "Sin embargo, aún en medio de la agonía, en su rostro se percibía un amor inquebrantable por la humanidad. Un amor que trascendía el dolor físico.",
      "imagen": "imagen_9.png",
      "duracion_estimada": 7.8
    },
    {
      "numero": 10,
      "texto": "Su sacrificio en la cruz fue el acto supremo de amor.  Un acto que redimió a la humanidad, que demostró el infinito amor de Dios.",
      "imagen": "imagen_10.png",
      "duracion_estimada": 7.5
    },
    {
      "numero": 11,
      "texto": "Cuando Jesús resucitó, su rostro reflejaba la gloria de la resurrección, la victoria sobre la muerte. Su rostro brillaba con la luz de la vida eterna.",
      "imagen": "imagen_11.png",
      "duracion_estimada": 7.8
    },
    {
      "numero": 12,
      "texto": "La imagen de Jesús, entonces, no es sólo una imagen física. Es el reflejo de su amor, de su compasión, de su sacrificio.",
      "imagen": "imagen_12.png",
      "duracion_estimada": 6.8999999999999995
    },
    {
      "numero": 13,
      "texto": "Su rostro verdadero se revela en nuestros corazones cuando lo conocemos a través de su palabra y sus acciones.",
      "imagen": "imagen_13.png",
      "duracion_estimada": 5.7
    },
    {
      "numero": 14,
      "texto": "No se trata de una imagen idealizada, sino del testimonio de una vida entregada.  Una vida que transforma.",
      "imagen": "imagen_14.png",
      "duracion_estimada": 5.3999999999999995
    },
    {
      "numero": 15,
      "texto": "Contemplar el rostro de Jesús es experimentar el amor infinito de Dios.  Es encontrar consuelo, paz y esperanza.",
      "imagen": "imagen_15.png",
      "duracion_estimada": 5.3999999999999995
    },
    {
      "numero": 16,
      "texto": "¿Quieres conocer mejor a Jesús y la profundidad de su amor?  Suscríbete a nuestro canal para profundizar en su historia.",
      "imagen": "imagen_16.png",
      "duracion_estimada": 6.0
    },
    {
      "numero": 17,
      "texto": "Comparte este video con tus amigos, para que también puedan contemplar la belleza del rostro de Jesús.  ¡Dios te bendiga!",
      "imagen": "imagen_17.png",
      "duracion_estimada": 6.0
    }
  ]
}