{
  "total_parrafos": 18,
  "parrafos": [
    {
      "numero": 1,
      "texto": "“El Tesoro Escondido: La Parábola que Pocos Entienden, revela la joya más preciada que jamás poseerás.”",
      "imagen": "imagen_1.png",
      "duracion_estimada": 4.8
    },
    {
      "numero": 2,
      "texto": "Un humilde labrador, llamado Simón, araba su campo bajo el sol abrasador de Judea.  Su vida era sencilla, marcada por el esfuerzo diario y la fe inquebrantable en Dios.",
      "imagen": "imagen_2.png",
      "duracion_estimada": 8.7
    },
    {
      "numero": 3,
      "texto": "Un día, su arado golpeó algo duro, inusual en la tierra fértil.  Intrigado, Simón cavó con ahínco, descubriendo una caja de madera antigua y pesada.",
      "imagen": "imagen_3.png",
      "duracion_estimada": 7.5
    },
    {
      "numero": 4,
      "texto": "Dentro, relucían monedas de oro, joyas preciosas y pergaminos antiguos.  Simón, un hombre de fe humilde, sintió un asombro inmenso.",
      "imagen": "imagen_4.png",
      "duracion_estimada": 6.0
    },
    {
      "numero": 5,
      "texto": "Su corazón palpitaba con la riqueza inesperada, un tesoro que superaba sus sueños más audaces.  La tentación de la opulencia lo asaltaba.",
      "imagen": "imagen_5.png",
      "duracion_estimada": 6.6
    },
    {
      "numero": 6,
      "texto": "Pero una voz suave, como un susurro del Espíritu Santo, resonó en su alma.  Le recordaba la parábola del Reino de los Cielos.",
      "imagen": "imagen_6.png",
      "duracion_estimada": 6.8999999999999995
    },
    {
      "numero": 7,
      "texto": "Simón recordó las palabras de Jesús: “El reino de los cielos es semejante a un tesoro escondido en un campo; el que lo halló lo escondió, y gozoso, fue y vendió todo lo que tenía, y compró aquel campo.”",
      "imagen": "imagen_7.png",
      "duracion_estimada": 11.7
    },
    {
      "numero": 8,
      "texto": "La riqueza material palidecía ante la grandeza espiritual.  Simón entendió la verdadera naturaleza del tesoro escondido.",
      "imagen": "imagen_8.png",
      "duracion_estimada": 4.8
    },
    {
      "numero": 9,
      "texto": "Su corazón, antes lleno de avaricia, se llenó de una paz profunda.  El tesoro terrenal era efímero, pero la riqueza espiritual, eterna.",
      "imagen": "imagen_9.png",
      "duracion_estimada": 6.6
    },
    {
      "numero": 10,
      "texto": "Simón vendió sus posesiones, no para acumular más riquezas, sino para servir a Dios con mayor entrega.",
      "imagen": "imagen_10.png",
      "duracion_estimada": 5.1
    },
    {
      "numero": 11,
      "texto": "Él donó el tesoro a los necesitados, alimentando a los hambrientos y ofreciendo refugio a los sin hogar.",
      "imagen": "imagen_11.png",
      "duracion_estimada": 5.3999999999999995
    },
    {
      "numero": 12,
      "texto": "Su generosidad trajo alegría y esperanza a su comunidad.  El verdadero tesoro era el amor, la compasión y la fe.",
      "imagen": "imagen_12.png",
      "duracion_estimada": 6.0
    },
    {
      "numero": 13,
      "texto": "Simón encontró un gozo incomparable, un tesoro que ninguna riqueza material podía igualar.  Su vida se transformó por completo.",
      "imagen": "imagen_13.png",
      "duracion_estimada": 5.7
    },
    {
      "numero": 14,
      "texto": "Su ejemplo inspiró a muchos a buscar la verdadera riqueza del alma, un tesoro que perdurará por la eternidad.",
      "imagen": "imagen_14.png",
      "duracion_estimada": 5.7
    },
    {
      "numero": 15,
      "texto": "La parábola del tesoro escondido no es solo una historia, sino un llamado a la conversión espiritual.  Buscar primero el reino de Dios es encontrar la verdadera riqueza.",
      "imagen": "imagen_15.png",
      "duracion_estimada": 8.4
    },
    {
      "numero": 16,
      "texto": "Este tesoro invaluable nos proporciona una paz profunda, una alegría inquebrantable, y un propósito eterno.",
      "imagen": "imagen_16.png",
      "duracion_estimada": 4.5
    },
    {
      "numero": 17,
      "texto": "Reflexiona sobre tu propio tesoro. ¿Qué valoras más? ¿Las riquezas materiales o la riqueza espiritual?",
      "imagen": "imagen_17.png",
      "duracion_estimada": 4.5
    },
    {
      "numero": 18,
      "texto": "Suscríbete a nuestro canal y comparte este mensaje para que otros descubran el tesoro escondido de una vida dedicada a Dios.",
      "imagen": "imagen_18.png",
      "duracion_estimada": 6.3
    }
  ]
}