{
  "total_parrafos": 18,
  "parrafos": [
    {
      "numero": 1,
      "texto": "El Apocalipsis: Descifrando las Profecías Más Impactantes, una verdad revelada a través de una humilde pastora.",
      "imagen": "imagen_1.png",
      "duracion_estimada": 4.8
    },
    {
      "numero": 2,
      "texto": "En un pequeño pueblo de Judea, vivía Ana, una pastora devota que encontraba consuelo en la lectura de las escrituras.",
      "imagen": "imagen_2.png",
      "duracion_estimada": 6.0
    },
    {
      "numero": 3,
      "texto": "Su vida era sencilla, dedicada a su rebaño y a la oración.  Pero un día, algo extraordinario sucedió.",
      "imagen": "imagen_3.png",
      "duracion_estimada": 5.3999999999999995
    },
    {
      "numero": 4,
      "texto": "Durante una intensa oración, Ana fue envuelta por una luz celestial y escuchó una voz.",
      "imagen": "imagen_4.png",
      "duracion_estimada": 4.5
    },
    {
      "numero": 5,
      "texto": "La voz le reveló profecías escondidas, visiones impactantes del futuro, una inminente llegada del fin.",
      "imagen": "imagen_5.png",
      "duracion_estimada": 4.5
    },
    {
      "numero": 6,
      "texto": "Las imágenes eran vívidas: cielo ardiendo, trompetas resonando, la tierra temblando.",
      "imagen": "imagen_6.png",
      "duracion_estimada": 3.3
    },
    {
      "numero": 7,
      "texto": "Ana, aterrorizada al principio, fue inundada con una profunda paz al comprender el mensaje.",
      "imagen": "imagen_7.png",
      "duracion_estimada": 4.2
    },
    {
      "numero": 8,
      "texto": "El Apocalipsis no era un castigo, sino una purificación, un nuevo comienzo para la humanidad.",
      "imagen": "imagen_8.png",
      "duracion_estimada": 4.5
    },
    {
      "numero": 9,
      "texto": "Vio la batalla del bien contra el mal, el enfrentamiento final entre Dios y el maligno.",
      "imagen": "imagen_9.png",
      "duracion_estimada": 4.8
    },
    {
      "numero": 10,
      "texto": "Vio la caída del imperio del mal, la destrucción de las obras impías y la ascensión de la luz divina.",
      "imagen": "imagen_10.png",
      "duracion_estimada": 6.0
    },
    {
      "numero": 11,
      "texto": "Sin embargo, la visión también mostró la importancia de la fe, la esperanza y la caridad.",
      "imagen": "imagen_11.png",
      "duracion_estimada": 4.8
    },
    {
      "numero": 12,
      "texto": "El arrepentimiento y la conversión eran cruciales para la salvación, un camino de redención.",
      "imagen": "imagen_12.png",
      "duracion_estimada": 4.2
    },
    {
      "numero": 13,
      "texto": "Ana, con un corazón lleno de temor y amor, compartió su visión con su comunidad.",
      "imagen": "imagen_13.png",
      "duracion_estimada": 4.5
    },
    {
      "numero": 14,
      "texto": "Muchos se burlaron, otros se asustaron, pero algunos escucharon con esperanza y fe.",
      "imagen": "imagen_14.png",
      "duracion_estimada": 3.9
    },
    {
      "numero": 15,
      "texto": "Su mensaje de preparación espiritual y confianza en Dios comenzó a difundirse.",
      "imagen": "imagen_15.png",
      "duracion_estimada": 3.5999999999999996
    },
    {
      "numero": 16,
      "texto": "La pastora Ana, fiel testigo de la palabra divina, les enseñó el camino del amor y la esperanza.",
      "imagen": "imagen_16.png",
      "duracion_estimada": 5.3999999999999995
    },
    {
      "numero": 17,
      "texto": "El Apocalipsis no es el fin, sino una transición hacia un mundo nuevo, un mundo de justicia y paz.",
      "imagen": "imagen_17.png",
      "duracion_estimada": 5.7
    },
    {
      "numero": 18,
      "texto": "Prepárense, hermanos y hermanas. Fortalezcan su fe, estén preparados. Suscríbete y comparte esta verdad revelada.",
      "imagen": "imagen_18.png",
      "duracion_estimada": 4.5
    }
  ]
}