{
  "total_parrafos": 17,
  "parrafos": [
    {
      "numero": 1,
      "texto": "El Misterio del Arca de Noé: ¿Dónde está hoy?  Una pregunta que ha resonado a través de los siglos, un enigma que ha cautivado corazones y mentes.",
      "imagen": "imagen_1.png",
      "duracion_estimada": 8.1
    },
    {
      "numero": 2,
      "texto": "La historia comienza con un Dios justo, pero compungido por la maldad desenfrenada del hombre.  Violación tras violación de sus mandamientos, un mundo sumergido en la oscuridad del pecado.",
      "imagen": "imagen_2.png",
      "duracion_estimada": 8.7
    },
    {
      "numero": 3,
      "texto": "Dios, en su infinita misericordia, decidió darle una oportunidad a la humanidad.  Elegiría a un hombre justo, Noé, para construir un arca, un refugio contra la inminente inundación.",
      "imagen": "imagen_3.png",
      "duracion_estimada": 8.4
    },
    {
      "numero": 4,
      "texto": "Noé, obediente y fiel, trabajó incansablemente, guiado por la mano de Dios.  Construyó un arca gigantesca, un testimonio de fe y obediencia en medio de la incredulidad.",
      "imagen": "imagen_4.png",
      "duracion_estimada": 8.1
    },
    {
      "numero": 5,
      "texto": "Entraron dos de cada especie, animales grandes y pequeños, un símbolo de la diversidad y el poder creador de Dios.  Noé, su familia y los animales esperaron dentro, confiando en la promesa divina.",
      "imagen": "imagen_5.png",
      "duracion_estimada": 9.9
    },
    {
      "numero": 6,
      "texto": "Las lluvias cayeron torrencialmente, un diluvio sin precedentes que cubrió la tierra.  Las aguas subieron, destruyendo todo a su paso, un juicio justo sobre la maldad humana.",
      "imagen": "imagen_6.png",
      "duracion_estimada": 8.1
    },
    {
      "numero": 7,
      "texto": "Durante cuarenta días y cuarenta noches, la tierra estuvo sumergida, un espectáculo de poder y juicio divino. La humanidad se enfrentó a las consecuencias de su rebeldía.",
      "imagen": "imagen_7.png",
      "duracion_estimada": 8.1
    },
    {
      "numero": 8,
      "texto": "Al fin, las aguas comenzaron a retirarse, la tierra emergió lentamente, un nuevo comienzo, un mundo purificado.  El arca se posó sobre el monte Ararat, un lugar sagrado.",
      "imagen": "imagen_8.png",
      "duracion_estimada": 8.4
    },
    {
      "numero": 9,
      "texto": "Noé y su familia salieron del arca, llevando consigo la esperanza de un nuevo comienzo.  Ofrecieron un sacrificio a Dios, un acto de gratitud y arrepentimiento.",
      "imagen": "imagen_9.png",
      "duracion_estimada": 7.8
    },
    {
      "numero": 10,
      "texto": "Dios hizo un pacto con Noé, prometiendo nunca más destruir la tierra con un diluvio.  El arcoíris se convirtió en un símbolo de esta promesa, un recordatorio del amor y la misericordia de Dios.",
      "imagen": "imagen_10.png",
      "duracion_estimada": 10.2
    },
    {
      "numero": 11,
      "texto": "El destino final del arca permanece desconocido, un misterio envuelto en el tiempo.  Algunas teorías hablan de restos encontrados en las montañas, otras de su ubicación precisa.",
      "imagen": "imagen_11.png",
      "duracion_estimada": 8.1
    },
    {
      "numero": 12,
      "texto": "Lo importante no es la ubicación física del arca, sino el mensaje espiritual que contiene.  Es un recordatorio del juicio divino y la importancia de la obediencia a Dios.",
      "imagen": "imagen_12.png",
      "duracion_estimada": 8.7
    },
    {
      "numero": 13,
      "texto": "La historia del arca nos enseña la importancia del arrepentimiento y la fe incondicional en medio de la adversidad.  Dios siempre mantiene su promesa.",
      "imagen": "imagen_13.png",
      "duracion_estimada": 7.199999999999999
    },
    {
      "numero": 14,
      "texto": "El arca es un símbolo de la salvación ofrecida por Cristo, un refugio contra el juicio final.  Cristo es nuestro arca, nuestro Salvador.",
      "imagen": "imagen_14.png",
      "duracion_estimada": 6.8999999999999995
    },
    {
      "numero": 15,
      "texto": "La historia del arca nos llama a la reflexión: ¿Estamos viviendo de acuerdo a la voluntad de Dios? ¿Estamos preparados para enfrentar su juicio?",
      "imagen": "imagen_15.png",
      "duracion_estimada": 7.199999999999999
    },
    {
      "numero": 16,
      "texto": "La ubicación del arca puede ser un misterio, pero la verdad de su historia es clara y eterna:  Dios siempre guarda su promesa a los que lo buscan.",
      "imagen": "imagen_16.png",
      "duracion_estimada": 8.4
    },
    {
      "numero": 17,
      "texto": "Suscríbete para más historias bíblicas que te inspirarán. Comparte este vídeo con tus amigos y familiares.  Deja tu comentario, y comparte tu opinión.",
      "imagen": "imagen_17.png",
      "duracion_estimada": 6.8999999999999995
    }
  ]
}