{
  "total_parrafos": 18,
  "parrafos": [
    {
      "numero": 1,
      "texto": "Daniel, en el foso de los leones: Fe inquebrantable en la adversidad, un testimonio de la fuerza divina.",
      "imagen": "imagen_1.png",
      "duracion_estimada": 5.3999999999999995
    },
    {
      "numero": 2,
      "texto": "Un rey cruel, Darío, envidioso del favor divino hacia Daniel, lo condena a morir devorado por feroces leones.",
      "imagen": "imagen_2.png",
      "duracion_estimada": 5.3999999999999995
    },
    {
      "numero": 3,
      "texto": "La sentencia se dicta, el foso oscuro y profundo espera a su víctima, un fiel servidor de Dios.",
      "imagen": "imagen_3.png",
      "duracion_estimada": 5.3999999999999995
    },
    {
      "numero": 4,
      "texto": "Los sacerdotes de Baal, cegados por la envidia, aplauden la decisión real, sellada por un decreto inmutable.",
      "imagen": "imagen_4.png",
      "duracion_estimada": 5.1
    },
    {
      "numero": 5,
      "texto": "Daniel, sin embargo, permanece imperturbable, su fe, un escudo ante el temor a la muerte.",
      "imagen": "imagen_5.png",
      "duracion_estimada": 4.5
    },
    {
      "numero": 6,
      "texto": "Su oración nocturna, un canto de alabanza, resonaba en la oscuridad, un faro en la tormenta.",
      "imagen": "imagen_6.png",
      "duracion_estimada": 4.8
    },
    {
      "numero": 7,
      "texto": "Los leones rugían hambrientos, sus fauces abiertas, expectantes a la llegada de su presa.",
      "imagen": "imagen_7.png",
      "duracion_estimada": 4.2
    },
    {
      "numero": 8,
      "texto": "Darío, atormentado por la duda, pasa una noche sin dormir, angustiado por la suerte de Daniel.",
      "imagen": "imagen_8.png",
      "duracion_estimada": 4.8
    },
    {
      "numero": 9,
      "texto": "Al amanecer, lleno de temor, se acerca al foso, su corazón latiendo con fuerza.",
      "imagen": "imagen_9.png",
      "duracion_estimada": 4.2
    },
    {
      "numero": 10,
      "texto": "Lo que ve le roba el aliento: Daniel, ileso, de pie, entre los leones adormecidos.",
      "imagen": "imagen_10.png",
      "duracion_estimada": 4.5
    },
    {
      "numero": 11,
      "texto": "Dios había protegido a su fiel siervo, un milagro ante la incredulidad de los paganos.",
      "imagen": "imagen_11.png",
      "duracion_estimada": 4.5
    },
    {
      "numero": 12,
      "texto": "La fe de Daniel, inquebrantable, había conmovido los cielos, desafiando las leyes terrenales.",
      "imagen": "imagen_12.png",
      "duracion_estimada": 3.9
    },
    {
      "numero": 13,
      "texto": "Darío, humillado y arrepentido, ordena la liberación de Daniel, reconociendo el poder divino.",
      "imagen": "imagen_13.png",
      "duracion_estimada": 3.9
    },
    {
      "numero": 14,
      "texto": "Los enemigos de Daniel, en cambio, son arrojados al foso, una justicia divina sin igual.",
      "imagen": "imagen_14.png",
      "duracion_estimada": 4.5
    },
    {
      "numero": 15,
      "texto": "La historia de Daniel, un símbolo de esperanza y perseverancia en la adversidad.",
      "imagen": "imagen_15.png",
      "duracion_estimada": 3.9
    },
    {
      "numero": 16,
      "texto": "Un testimonio del poder inconmensurable de la fe, que vence hasta a la muerte misma.",
      "imagen": "imagen_16.png",
      "duracion_estimada": 4.5
    },
    {
      "numero": 17,
      "texto": "La fe inquebrantable, una luz que ilumina en las tinieblas más profundas, una fortaleza inexpugnable.",
      "imagen": "imagen_17.png",
      "duracion_estimada": 4.5
    },
    {
      "numero": 18,
      "texto": "Suscríbete a nuestro canal para más historias épicas, que inspiran a la reflexión y a la fe.",
      "imagen": "imagen_18.png",
      "duracion_estimada": 5.1
    }
  ]
}