{
  "total_parrafos": 19,
  "parrafos": [
    {
      "numero": 1,
      "texto": "Los Diezmos: ¿Un Mandato para Hoy o una Tradición Antigua?  La respuesta resonaba en el corazón de Elías, un humilde agricultor de la Judea del siglo I.",
      "imagen": "imagen_1.png",
      "duracion_estimada": 8.1
    },
    {
      "numero": 2,
      "texto": "Elías, hombre de fe inquebrantable, vivía con su familia en una pequeña aldea, cultivando la tierra con esfuerzo y dedicación.",
      "imagen": "imagen_2.png",
      "duracion_estimada": 6.0
    },
    {
      "numero": 3,
      "texto": "Sus cosechas eran escasas, pero siempre daba el diezmo, confiando en la promesa divina de bendición.",
      "imagen": "imagen_3.png",
      "duracion_estimada": 4.8
    },
    {
      "numero": 4,
      "texto": "Un año, una plaga devastó sus campos, dejando solo unas pocas espigas de trigo.",
      "imagen": "imagen_4.png",
      "duracion_estimada": 4.2
    },
    {
      "numero": 5,
      "texto": "La desesperación amenazaba con invadir su alma, pero su fe se aferraba a la promesa de Dios.",
      "imagen": "imagen_5.png",
      "duracion_estimada": 5.1
    },
    {
      "numero": 6,
      "texto": "Recordaba las palabras de Malaquías: \"Traed todos los diezmos al alfolí y haced provisión en mi casa...\"",
      "imagen": "imagen_6.png",
      "duracion_estimada": 5.1
    },
    {
      "numero": 7,
      "texto": "Con un corazón apesadumbrado, Elías separó el diezmo de su magro trigo, ofreciendo lo poco que le quedaba.",
      "imagen": "imagen_7.png",
      "duracion_estimada": 5.3999999999999995
    },
    {
      "numero": 8,
      "texto": "Esa noche, mientras dormía, un sueño revelador lo sorprendió.",
      "imagen": "imagen_8.png",
      "duracion_estimada": 2.6999999999999997
    },
    {
      "numero": 9,
      "texto": "Vio un granero rebosante de grano, más abundante que cualquier cosecha que hubiera tenido.",
      "imagen": "imagen_9.png",
      "duracion_estimada": 4.2
    },
    {
      "numero": 10,
      "texto": "Una voz celestial le susurraba: \"Tu fidelidad, Elías, ha abierto las ventanas del cielo\".",
      "imagen": "imagen_10.png",
      "duracion_estimada": 4.2
    },
    {
      "numero": 11,
      "texto": "Al despertar, Elías corrió a su granero.  La visión se había hecho realidad.",
      "imagen": "imagen_11.png",
      "duracion_estimada": 3.9
    },
    {
      "numero": 12,
      "texto": "Su pequeño almacén estaba lleno hasta el tope.  La provisión era milagrosa.",
      "imagen": "imagen_12.png",
      "duracion_estimada": 3.5999999999999996
    },
    {
      "numero": 13,
      "texto": "La lección era clara: la obediencia a Dios, aunque cueste sacrificios, trae bendiciones inesperadas.",
      "imagen": "imagen_13.png",
      "duracion_estimada": 4.2
    },
    {
      "numero": 14,
      "texto": "Elías comprendió que el diezmo no era una carga, sino un acto de fe que desbloquea la abundancia divina.",
      "imagen": "imagen_14.png",
      "duracion_estimada": 5.7
    },
    {
      "numero": 15,
      "texto": "No solo material, sino también espiritual, emocional y relacional.",
      "imagen": "imagen_15.png",
      "duracion_estimada": 2.6999999999999997
    },
    {
      "numero": 16,
      "texto": "La generosidad desata la bendición de Dios sobre nuestras vidas y las vidas de aquellos a quienes servimos.",
      "imagen": "imagen_16.png",
      "duracion_estimada": 5.3999999999999995
    },
    {
      "numero": 17,
      "texto": "Compartir y contribuir con nuestra iglesia es esencial para la expansión del Reino de Dios en la Tierra.",
      "imagen": "imagen_17.png",
      "duracion_estimada": 5.3999999999999995
    },
    {
      "numero": 18,
      "texto": "¿Te unes a nosotros en esta aventura de fe? Suscríbete y comparte este mensaje de esperanza.",
      "imagen": "imagen_18.png",
      "duracion_estimada": 4.8
    },
    {
      "numero": 19,
      "texto": "Deja que la bendición de Dios fluya a través de tu vida.",
      "imagen": "imagen_19.png",
      "duracion_estimada": 3.5999999999999996
    }
  ]
}