{
  "total_parrafos": 18,
  "parrafos": [
    {
      "numero": 1,
      "texto": "¿La maldición de Caín fue un castigo eterno o una oportunidad para el arrepentimiento?  La respuesta reside en el corazón del hombre.",
      "imagen": "imagen_1.png",
      "duracion_estimada": 6.6
    },
    {
      "numero": 2,
      "texto": "Caín, el primogénito, cultivaba la tierra, su corazón lleno de amargura.  Observaba a su hermano Abel, pastor, favorecido por Dios.",
      "imagen": "imagen_2.png",
      "duracion_estimada": 6.0
    },
    {
      "numero": 3,
      "texto": "La envidia carcomía su alma, oscureciendo su visión de la gracia divina.  Sentía un profundo resentimiento por la preferencia divina hacia Abel.",
      "imagen": "imagen_3.png",
      "duracion_estimada": 6.6
    },
    {
      "numero": 4,
      "texto": "El día del sacrificio, la ofrenda de Abel agradó a Dios, mientras que la de Caín fue rechazada.  La ira de Caín creció desmesuradamente.",
      "imagen": "imagen_4.png",
      "duracion_estimada": 7.199999999999999
    },
    {
      "numero": 5,
      "texto": "Dios advirtió a Caín sobre el peligro de su ira, instándolo al arrepentimiento y a controlar sus emociones.  La voz de Dios resonaba en su conciencia.",
      "imagen": "imagen_5.png",
      "duracion_estimada": 7.8
    },
    {
      "numero": 6,
      "texto": "Pero Caín, cegado por el orgullo y la envidia, ignoró la advertencia divina.  Su corazón se endureció cada vez más.",
      "imagen": "imagen_6.png",
      "duracion_estimada": 6.0
    },
    {
      "numero": 7,
      "texto": "En un momento de furia ciega, Caín asesinó a su hermano Abel, manchando la tierra con sangre inocente.  La tragedia marcó el inicio de un largo periodo de dolor.",
      "imagen": "imagen_7.png",
      "duracion_estimada": 8.7
    },
    {
      "numero": 8,
      "texto": "Dios confrontó a Caín por su terrible acto, exigiéndole cuentas por la vida que había quitado.  El peso de la culpa se abatió sobre él.",
      "imagen": "imagen_8.png",
      "duracion_estimada": 7.5
    },
    {
      "numero": 9,
      "texto": "La maldición de Dios cayó sobre Caín:  un vagabundo, sin encontrar reposo en la tierra que había manchado con sangre.",
      "imagen": "imagen_9.png",
      "duracion_estimada": 6.0
    },
    {
      "numero": 10,
      "texto": "Sin embargo, la maldición no fue una sentencia irrevocable. Dios marcó a Caín para protegerlo de la venganza de otros.",
      "imagen": "imagen_10.png",
      "duracion_estimada": 6.0
    },
    {
      "numero": 11,
      "texto": "A través de sus sufrimientos, Caín tuvo la oportunidad de arrepentirse y buscar el perdón divino.  Su historia es un ejemplo del poder del arrepentimiento.",
      "imagen": "imagen_11.png",
      "duracion_estimada": 7.5
    },
    {
      "numero": 12,
      "texto": "El viaje de Caín fue largo y solitario, pero no estuvo exento de momentos de esperanza.  Dios nunca abandonó a Caín por completo.",
      "imagen": "imagen_12.png",
      "duracion_estimada": 6.8999999999999995
    },
    {
      "numero": 13,
      "texto": "A pesar de su pecado, Caín engendró hijos y construyó ciudades. Su vida demostró que incluso en medio de la oscuridad, la esperanza persiste.",
      "imagen": "imagen_13.png",
      "duracion_estimada": 7.199999999999999
    },
    {
      "numero": 14,
      "texto": "La historia de Caín nos enseña la importancia del control de la ira, el peligro de la envidia y la posibilidad de redención, incluso para los pecadores.",
      "imagen": "imagen_14.png",
      "duracion_estimada": 8.1
    },
    {
      "numero": 15,
      "texto": "Debemos aprender de los errores del pasado para construir un futuro mejor, basado en el amor y el perdón.",
      "imagen": "imagen_15.png",
      "duracion_estimada": 5.7
    },
    {
      "numero": 16,
      "texto": "La maldición de Caín es un recordatorio de las consecuencias del pecado, pero también una prueba del amor inagotable de Dios.",
      "imagen": "imagen_16.png",
      "duracion_estimada": 6.3
    },
    {
      "numero": 17,
      "texto": "No permitas que la amargura te consuma. Busca el perdón de Dios y permite que su amor te transforme.",
      "imagen": "imagen_17.png",
      "duracion_estimada": 5.7
    },
    {
      "numero": 18,
      "texto": "Suscríbete para más historias bíblicas inspiradoras y comparte este mensaje de esperanza con tus amigos.",
      "imagen": "imagen_18.png",
      "duracion_estimada": 4.5
    }
  ]
}