{
  "total_parrafos": 18,
  "parrafos": [
    {
      "numero": 1,
      "texto": "¿Traidor cobarde o pieza clave en el plan divino?  La historia oculta de Judas Iscariote es más compleja de lo que creemos.",
      "imagen": "imagen_1.png",
      "duracion_estimada": 6.6
    },
    {
      "numero": 2,
      "texto": "Judas, un hombre apasionado, inicialmente lleno de fe, siguió a Jesús con fervor.  Su corazón albergaba un profundo deseo de justicia para su pueblo.",
      "imagen": "imagen_2.png",
      "duracion_estimada": 7.199999999999999
    },
    {
      "numero": 3,
      "texto": "Pero la frustración creció al ver las acciones de Jesús, que diferían de sus expectativas mesiánicas.  Judas anhelaba un reino terrenal, poderoso e inmediato.",
      "imagen": "imagen_3.png",
      "duracion_estimada": 7.199999999999999
    },
    {
      "numero": 4,
      "texto": "Las enseñanzas de Jesús, de amor y perdón, parecían demasiado pasivas para el espíritu combativo de Judas.  La brecha entre su visión y la de Jesús se ensanchó con el tiempo.",
      "imagen": "imagen_4.png",
      "duracion_estimada": 9.299999999999999
    },
    {
      "numero": 5,
      "texto": "Las discusiones con Jesús se volvieron más frecuentes e intensas.  Judas, en su confusión, buscó respuestas desesperadamente.",
      "imagen": "imagen_5.png",
      "duracion_estimada": 5.1
    },
    {
      "numero": 6,
      "texto": "La falta de entendimiento alimentó su desilusión y un profundo sentimiento de traición, no por Jesús, sino por la aparente inacción divina.",
      "imagen": "imagen_6.png",
      "duracion_estimada": 6.6
    },
    {
      "numero": 7,
      "texto": "Sin embargo, la semilla de la fe aún permanecía en su corazón, aunque profundamente enterrada. La duda lo consumía.",
      "imagen": "imagen_7.png",
      "duracion_estimada": 5.7
    },
    {
      "numero": 8,
      "texto": "En su desesperación, llegó a creer que forzar la mano de Dios era necesario.  Se acercó a los sacerdotes, un acto de profunda contradicción.",
      "imagen": "imagen_8.png",
      "duracion_estimada": 7.199999999999999
    },
    {
      "numero": 9,
      "texto": "La entrega de Jesús no fue un acto de traición en el sentido común, sino una manipulación estratégica, un intento desesperado de acelerar el plan divino.",
      "imagen": "imagen_9.png",
      "duracion_estimada": 7.8
    },
    {
      "numero": 10,
      "texto": "Judas creía que el arresto de Jesús forzaría la intervención divina, desencadenando el reino esperado. Su lógica era retorcida, pero impulsada por la fe.",
      "imagen": "imagen_10.png",
      "duracion_estimada": 7.199999999999999
    },
    {
      "numero": 11,
      "texto": "La agobiante presión de sus contradicciones lo llevó a una profunda crisis espiritual.  El peso de su decisión lo aplastó.",
      "imagen": "imagen_11.png",
      "duracion_estimada": 6.0
    },
    {
      "numero": 12,
      "texto": "El remordimiento se apoderó de él tras la crucifixión, al ver la verdadera dimensión del sacrificio de Jesús.  Su error fue colosal.",
      "imagen": "imagen_12.png",
      "duracion_estimada": 6.6
    },
    {
      "numero": 13,
      "texto": "Su arrepentimiento fue tan profundo como su error.  Entendió el sacrificio de Jesús no como una debilidad, sino como el acto de amor más grande jamás concebido.",
      "imagen": "imagen_13.png",
      "duracion_estimada": 8.1
    },
    {
      "numero": 14,
      "texto": "La bolsa de treinta monedas no fue un pago por la traición, sino un peso simbólico de su culpa, la carga de su desesperación.",
      "imagen": "imagen_14.png",
      "duracion_estimada": 7.199999999999999
    },
    {
      "numero": 15,
      "texto": "Judas, en su oscura desesperación, se convirtió en un instrumento involuntario del plan de Dios, un instrumento que pagó un precio terrible por su error.",
      "imagen": "imagen_15.png",
      "duracion_estimada": 7.5
    },
    {
      "numero": 16,
      "texto": "La historia de Judas nos muestra la complejidad del ser humano, la lucha entre la fe y la duda, la posibilidad del arrepentimiento, incluso en el abismo de la desesperación.",
      "imagen": "imagen_16.png",
      "duracion_estimada": 9.0
    },
    {
      "numero": 17,
      "texto": "¿Fue traidor o instrumento?  La respuesta, quizás, se encuentra en la ambigüedad de su alma. La historia de Judas es un reflejo de nuestra propia lucha interior.",
      "imagen": "imagen_17.png",
      "duracion_estimada": 8.1
    },
    {
      "numero": 18,
      "texto": "Suscríbete para conocer más historias bíblicas poco conocidas. Comparte este video con tus amigos.  Reflexiona sobre el misterio que encierra la figura de Judas.",
      "imagen": "imagen_18.png",
      "duracion_estimada": 7.199999999999999
    }
  ]
}