{
  "total_parrafos": 18,
  "parrafos": [
    {
      "numero": 1,
      "texto": "“El manto de Elías: No era solo una prenda, era la transferencia de un legado de fe, poder y milagros.”",
      "imagen": "imagen_1.png",
      "duracion_estimada": 6.0
    },
    {
      "numero": 2,
      "texto": "Elías, el profeta audaz, se elevó al cielo en un carro de fuego, dejando a su discípulo, Eliseo, con un vacío inmenso.",
      "imagen": "imagen_2.png",
      "duracion_estimada": 6.6
    },
    {
      "numero": 3,
      "texto": "Eliseo, un hombre sencillo pero de fe inquebrantable, había servido fielmente a Elías durante años.",
      "imagen": "imagen_3.png",
      "duracion_estimada": 4.5
    },
    {
      "numero": 4,
      "texto": "Observó con asombro cómo su mentor ascendía a la presencia divina, dejando atrás un legado imborrable.",
      "imagen": "imagen_4.png",
      "duracion_estimada": 4.8
    },
    {
      "numero": 5,
      "texto": "Su corazón latía con una mezcla de tristeza y una expectativa desconocida.",
      "imagen": "imagen_5.png",
      "duracion_estimada": 3.5999999999999996
    },
    {
      "numero": 6,
      "texto": "Elías, antes de desaparecer, le había dejado un legado invaluable: su manto.",
      "imagen": "imagen_6.png",
      "duracion_estimada": 3.5999999999999996
    },
    {
      "numero": 7,
      "texto": "Este manto no era una simple prenda; representaba la autoridad profética, el poder de Dios manifestado.",
      "imagen": "imagen_7.png",
      "duracion_estimada": 4.8
    },
    {
      "numero": 8,
      "texto": "Eliseo, contemplando el manto, sintió la pesada responsabilidad, pero también la inmensa confianza en el Señor.",
      "imagen": "imagen_8.png",
      "duracion_estimada": 4.8
    },
    {
      "numero": 9,
      "texto": "Con manos temblorosas, tomó el manto de Elías, un símbolo de su herencia espiritual.",
      "imagen": "imagen_9.png",
      "duracion_estimada": 4.2
    },
    {
      "numero": 10,
      "texto": "Fue entonces que la multitud congregada supo que la obra de Dios continuaría a través de Eliseo.",
      "imagen": "imagen_10.png",
      "duracion_estimada": 5.1
    },
    {
      "numero": 11,
      "texto": "El joven profeta se presentó con humildad, pero con la autoridad que el manto confería.",
      "imagen": "imagen_11.png",
      "duracion_estimada": 4.5
    },
    {
      "numero": 12,
      "texto": "Su primer milagro fue extraordinario: dividió las aguas del Jordán, imitando la hazaña de su maestro.",
      "imagen": "imagen_12.png",
      "duracion_estimada": 4.8
    },
    {
      "numero": 13,
      "texto": "Los presentes se maravillaron ante el poder manifiesto de Dios a través de Eliseo.",
      "imagen": "imagen_13.png",
      "duracion_estimada": 4.2
    },
    {
      "numero": 14,
      "texto": "La multitud comprendió que el legado de Elías seguía vivo y actuando mediante su sucesor.",
      "imagen": "imagen_14.png",
      "duracion_estimada": 4.5
    },
    {
      "numero": 15,
      "texto": "La historia de Elías y Eliseo nos muestra que la sucesión espiritual no se basa en la simple transmisión de un objeto, sino en la herencia de una vida dedicada a Dios, llena de fe y obediencia.",
      "imagen": "imagen_15.png",
      "duracion_estimada": 11.1
    },
    {
      "numero": 16,
      "texto": "El manto de Elías representa la continuidad del plan de Dios, la transmisión de su poder y su gracia a través de generaciones de creyentes.",
      "imagen": "imagen_16.png",
      "duracion_estimada": 7.5
    },
    {
      "numero": 17,
      "texto": "Este legado de fe, de milagros y de valentía se nos ofrece a todos nosotros, si tan sólo lo aceptamos.",
      "imagen": "imagen_17.png",
      "duracion_estimada": 6.0
    },
    {
      "numero": 18,
      "texto": "¿Aceptas tú el manto de la fe y la valentía que Dios te ofrece? ¡Suscríbete y comparte este mensaje para que otros también lo conozcan!",
      "imagen": "imagen_18.png",
      "duracion_estimada": 7.5
    }
  ]
}